import "./about.scss";

const About = () => {
  return (
    <>
      <section className="about_container">
        <div className="about_main">
          <div className="about_description">
            <h2 className="about_title">О компании</h2>
            <span className="about_text">
              В СтройкаСтор вы всегда можете купить все необходимые товары для
              ремонта дома и дачи. Хотите сделать ремонт в квартире? Строите
              загородный дом? Используйте строительные и отделочные материалы из
              нашего каталога.
              <br />
              <br />
              Быстрая доставка строительных товаров по низким ценам сделает ваши
              покупки более приятными. Ремонт может стоить дешево, если делать
              его с нами. Для вас всегда в наличии более 30 000 товаров для
              строительства по низким ценам каждый день. СтройкаСтор — это
              широкий ассортимент товаров для дома и ремонта недорого;
              Возможность заказать строительные и отделочные материалы для дома
              и дачи.
            </span>
          </div>
        </div>
      </section>
    </>
  );
};

export default About;
