import { catalogcategory } from '../images';
const catalogData = [
    {
        id: 1,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 2,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 3,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 4,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 5,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 6,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 7,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 8,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 9,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 10,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 11,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
    {
        id: 12,
        name: "Сантехника",
        categories: ['Ванны', 'Комплектующие для ванн', 'Душевые', 'Унитазы и биде', 'Смесители', 'Душевое оборудование', 'Раковины', 'Пьедесталы для раковин'],
        image: catalogcategory
    },
];

export default catalogData;