import { avatar } from "../images";

const reviewsData = [
    {
        id: 1,
        name: "Пётр",
        comment: "Сегодня 10.03.2022 года, брал перфоратор в аренду в магазине по улице Дорожная. Продавец всё хорошо объяснил, показал и плюс остался бонус в ящике перфоратора это бур нужного мне диаметра, оставленным прежним арендатором. В общем повесил телевизор, где надо было просверлить 4 отверстия, всего за 100 ₽",
        date: '21 марта 2022г.',
        image: avatar
    },
    {
        id: 2,
        name: "Татьяна",
        comment: "Заказ 320829. Курьер мастер на все руки! Лампа из заказа оказалась бракованной: в выключателе что-то болталось внутри. Он все починил! Спасибо квалифицированные кадры.",
        date: '25 января 2022г.',
        image: avatar
    },
    {
        id: 3,
        name: "Ольга",
        comment: "Хочу выразить огромную благодарность продавцу отдела сад и огород Грищенко Виктории за грамотную консультацию, подбор красивой и пышной ёлки. Боялись покупать ёлку, продавец уверял что елка будет очень пышная, приехав домой мы были очень удивлены елка на самом деле была очень пышная. Надеюсь благодаря рекомендациям Виктории елка простоит долго.",
        date: '25 июля 2022г.',
        image: avatar
    },
    {
        id: 4,
        name: "Сергей",
        comment: "Хочу выразить благодарность Минько Юрию. Достойный профессионал своего дела. Работа поставлена четко, быстро, вежливо... Хорошо упаковал товар, и мы без проблем довезли его до стройки, а ехать было достаточно далеко. Мастерски разместил поддон в машине, и дал хорошие советы по перевозке.",
        date: '1 августа 2023г.',
        image: avatar
    },
    {
        id: 5,
        name: "Николай",
        comment: "Хотелось бы сказать огромное спасибо продавцу Едь Никите, за грамотную, внимательную и очень вежливую консультацию при подборе необходимого крепежа. 14.08 под закрытие магазина не отослать искать другого продавца, а очень тепло все обьяснить и разложить по полочкам, побольше бы таких профессионалов",
        date: '15 августа 2023г.',
        image: avatar
    }
];

export default reviewsData;